const category = {
  '100': '국내도서',
  '101': '소설',
  '102': '시/에세이',
  '103': '예술/대중문화',
  '104': '사회과학',
  '105': '역사와 문화',
  '107': '잡지',
  '108': '만화',
  '109': '유아',
  '110': '아동',
  '111': '가정과 생활',
  '112': '청소년',
  '113': '초등학습서',
  '114': '고등학습서',
  '115': '국어/외국어/사전',
  '116': '자연과 과학',
  '117': '경제경영',
  '118': '자기계발',
  '119': '인문',
  '120': '종교/역학',
  '122': '컴퓨터/인터넷',
  '123': '자격서/수험서',
  '124': '취미/레저',
  '125': '전공도서/대학교재',
  '126': '건강/뷰티',
  '128': '여행',
  '129': '중등학습서',
}

// export function getCategory(id: string): string {
//   return category[id]
// }

export default category
